/* placeholder image name */
"Example Photo" = "Example Photo";

/* set photo collection */
"Please specify the collection to use for the album." = "Please specify the collection to use for the album.";

